<%@ Page Language="C#" AutoEventWireup="true" CodeFile="help.aspx.cs" Inherits="help" %>

<!DOCTYPE html>

<html xmlns="http://www.w3.org/1999/xhtml">
<head runat="server">
<meta http-equiv="Content-Type" content="text/html; charset=utf-8"/>
    <title></title>
</head>
<body>
    <h2 style="color:red;font-size:30px;text-align:center;">图书管理系统简介</h2><hr/><br/>
    <form id="form1" runat="server">
    <div style="font-size:15px;">
        <pre>
            图书馆管理系统，能进行图书馆管理系统能实测国民经济和企业的各种运行情况；利用过去的数据预测未来；从企业全局出发辅助
            
        企业进行管理决策；利用信息控制企业的行为；帮助企业实现其规划目标。

            图书馆管理系统合运用了管理科学，系统科学，运筹学，统计学，计算机科学等学科的知识。可以通俗的简化的描述图书馆管理系
            
        统的三要素：系统的观点、数学的方法以及计算机的应用。

            图书馆管理系统概念结构主要由四大部分组成即信息源、信息处理器、信息用户、信息管理者组成。主要结构:其中信息源是图书馆
            
        管理系统（MIS）的产地，信息处理器担负信息的传输、加工、保存等任务。信息用户是信息的使用者，它应用信息进行决策。信息管理
            
        者负责信息系统的设计实现。

        图书馆管理系统的界面特点:在计算机软件技术中，人机界面已经发展成为一个重要的分支。
            
        MIS人机界面设计一般遵循以下一些基本原则：

        1．以通信功能作为界面设计的核心

        2．界面必须始终一致

        3．界面必须使用户随时掌握任务的进展情况

        图书馆管理系统的功能：

        1. 准备和提供统一格式的信息，使各种统计工作简化，使信息成本最低；

        2. 及时全面地提供不同要求的、不同细度的信息，以期分析解释现象最快，及时产生正确的控制。

        3. 全面系统的保存大量的信息，并能很快的查询和综合，为组织的决策提出信息支持。

        4. 利用数学方法和各种模型处理信息，以期预测未来和科学地进行决策。
            </pre>
    </div>
    </form>
</body>
</html>
